Repository: Dima73/vcs
Catalog: po/*.po
Languages: ru, uk

source: %s: Profile Selection
ru: %s: выбор профилей
uk: %s: Вибір профіля

source: %s: Profile Setup
ru: %s: настройка профилей
uk: %s: Налаштування профіля

source: %s: video clipping switcher
ru: %s: авто переключение видео режимов
uk: %s: авто переключення відео режимів

source: %s:Choise List
ru: %s:список выбора
uk: %s:Список вибору

source: 16:9 always
ru: 16:9 всегда
uk: 16:9 завжди

source: Activate VCS
ru: Активировать VCS
uk: Активувати VCS

source: Add
ru: Добавить
uk: Добавити

source: Add "Choise list" Blue Button to DVDPlayer
ru: "Список выбора" на синей кнопке в DVD плеере
uk: "Список вибору" на синій кнопці в DVD плеєрі

source: Add "Choise list" Blue Button to MediaPlayer
ru: "Список выбора" на синей кнопке в Медиаплеере
uk: "Список вибору" на синій кнопці в Медіаплеєрі

source: Aspect Ratio
ru: Соотношение сторон
uk: Співвідношення сторін

source: Auto switch profile on service 16:9
ru: Профиль авто переключения для сервиса 16:9
uk: Профіль авто переключання для сервіса 16:9

source: Auto switch profile on service 4:3
ru: Профиль авто переключения для сервиса 4:3
uk: Профіль авто переключання для сервіса 4:3

source: Call %s plugin
ru: Настройки %s
uk: Налаштування %s

source: Cancel
ru: Отмена
uk: Відміна

source: Default Mode
ru: Дефолтный режим
uk: Дефолтний режим

source: Default Profile
ru: Дефолтный профиль
uk: Дефолтний профіль

source: Default profile on enigma startup
ru: Дефолтный профиль при старте энигма
uk: Дефолтний профіль при старті енігми

source: Delay x seconds after service started
ru: Задержка в секундах после старта сервиса
uk: Затримка в секундах після старта сервіса

source: Delete
ru: Удалить
uk: Видалити

source: Do you really want to delete profile: %s
ru: Вы действительно хотите удалить профиль: %s
uk: Ви справді бажаєте видалити профіль: %s

source: Don't use video clipping
ru: Не использовать видео клиппинг
uk: Не використовувати відео кліппінг

source: Enable Profile
ru: Включить профиль
uk: Включити профіль

source: Examples:
ru: Примеры профилей:
uk: Приклади профілів:

source: Exit
ru: Выход
uk: Вихід

source: Message timeout on switch profiles
ru: Таймаут сообщения при смене профилей
uk: Таймаут повідомлення при зміні профілю

source: Move Down
ru: Вниз
uk: Вниз

source: Move Up
ru: Вверх
uk: Вверх

source: Plugin quick button(s)
ru: Быстрая кнопка(и)
uk: Швидка кнопка(і)

source: Profile
ru: Профиль
uk: Профіль

source: Profile %d
ru: Профиль %d
uk: Профіль %d

source: Profile Name
ru: Название профиля
uk: Назва профілю

source: Quick button(s) action
ru: Выбор режима быстрой кнопки
uk: Вибір режиму швидкої кнопки

source: Set slider step (1 - 20):
ru: Установите размер шага (1 - 20):
uk: Встановіть розмір кроку (1 - 20):

source: Show "Choise list" in extensions menu
ru: Показать "Список выбора" в меню дополнений
uk: Показати "Список вибору" в меню доповнень

source: Use Video Stretch (3D content)
ru: Использовать режим растяжения (3D контент)
uk: Використовувати режим розтягнення (3D контент)

source: Video Height
ru: Высота
uk: Висота

source: Video Left
ru: Лево
uk: Зліва

source: Video Top
ru: Вверх
uk: Вверх

source: Video Width
ru: Ширина
uk: Ширина

source: no
ru: нет
uk: ні

source: use
ru: применять

source: show choise box
ru: показать список выбора
uk: показати список вибору

source: switch profiles
ru: переключение профилей
uk: переключення профілів

source: video clipping switcher
ru: авто переключение видео режимов
uk: авто переключення відео режимів

source: yes, except '4:3 PanScan'
ru: да, исключение '4:3 PanScan'
uk: так, виняток '4:3 PanScan'

source: Auto aspect ratio for service 4:3 AVC/MPEG4
ru: Авто соотношение сторон для сервиса 4:3 AVC/MPEG4
uk: Авто співвідношеня сторін для сервіса 4:3 AVC/MPEG4

source: Force update aspect ratio when start video
ru: Авто обновление соотношения сторон при старте видео
uk: Авто оновлення співвідношення сторін при старті відео

source: Mark service as 4:3 AVC/MPEG4
ru: Маркировать сервис как 4:3 AVC/MPEG4

source: Unmark service as 4:3 AVC/MPEG4
ru: Удалить маркировку сервиса как 4:3 AVC/MPEG4

source: Warning! 'HistoryZapSelector' plugin hotkey need disabled!
ru: Внимание! Горячие кнопки плагина 'HistoryZapSelector' необходимо отключить!

source: Restart default profile after standby
ru: Рестарт профиля при выходе из режима ожидания
